const wayList = [
  {
    id: 0,
    text: 'До этого момента проработал в ресторанной службе отелей более 7 лет',
  },
  {
    id: 1,
    text: 'В марте 2022 года впервые задумался о смене сферы деятельности',
  },
  {
    id: 2,
    text: 'В августе 2022 года заинтересовался Frontend-разработкой и начал поиски подходящего обучения',
  },
  {
    id: 3,
    text: 'В сентябре 2022 года начал проходить тренажеры от HTML Academy',
  },
  {
    id: 4,
    text: 'В ноябре 2022 года приобрел курсы в HTML Academy и начал полноценное погружение в сферу',
  },
  {
    id: 5,
    text: 'Научился работать с GitHub и VS Code, закрепил основы HTML и CSS',
  },
  {
    id: 6,
    text: 'В январе 2023 года закончил свой первый проект - Sedona',
  },
  {
    id: 7,
    text: 'Изучил работу с препроцессорами и адаптивом, укрепил знания в HTML и CSS',
  },
  {
    id: 8,
    text: 'В апреле 2023 года закончил свой второй проект - Cat Energy',
  },
  {
    id: 9,
    text: 'Изучил основы JavaScript, научился работать с Gulp и Webpack',
  },
  {
    id: 10,
    text: 'В июне 2023 года закончил свой третий проект - Kekstagram',
  },
  {
    id: 11,
    text: 'Изучил верстку для CMS и основы ReactJS, углубил знания в JS и Webpack',
  },
  {
    id: 12,
    text: 'В августе 2023 года закончил свой четвертый проект - Farmer Products',
  },
  {
    id: 13,
    text: 'Закончил курс Frontend-разработчик от HTML Academy',
  },
  {
    id: 14,
    text: 'В сентябре 2023 года начал второй курс - JavaScript-разработчик',
  },
  {
    id: 15,
    text: 'Написал свой сайт-резюме на ReactJS, который вы сейчас и смотрите',
  },
];

export default wayList;
